Revit 2027 API
BuiltInFailures.FamilyFailures.FrozenBecauseMonitorRelationshipGone Property
 The position of this element was determined by copy/monitor but the monitor relationship has been removed. To move this instance, use pick new host to select a valid host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FrozenBecauseMonitorRelationshipGone { get; }
Public Shared ReadOnly Property FrozenBecauseMonitorRelationshipGone As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FrozenBecauseMonitorRelationshipGone {
	FailureDefinitionId^ get ();
}
static member FrozenBecauseMonitorRelationshipGone : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace